{
  "website":{
    "title": "NUST R.A.D.S"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Progress",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Us",
    "des": "We are a community of tech enthuastists comprising of designers, programmers, analyst ,idealists and puzzle solves who believe in leveraging the power of tech to solve problems in the community. "
  },
  "skills":{
    "my_skills": "Our Skills"
  },
  "projects":{
    "my_projects": "Our Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
    "rsser": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
  },
  "career":{
    "my_career": "Our Progress so Far",
    "nextcode": "Something awesome coming soon",
    "nextcode_des": "As NUST Research And Development Society we passionate about solving problems, so we are always coming up with new innovative solutions to challenges with the community , check back regurlarly to stay up to date with all our projects",
    "nextcode_date": "Nov. 2016",
    "nextcode_job": "Solving Problems",
    "netease": "N.U.S.T Hackathon",
    "netease_des": "A night of full on geek mode , as innovative students come together to hack on interesting projects.",
    "netease_date": "T.B.A",
    "netease_job": "Hackathon",
    "ucloud": "Innovative Technology Development & Business Systems Expo",
    "ucloud_des": "Hosting an expo focused on providing effective business Systems accross industries in Zimbabwe ,showcasing key deliverables and software products while exposing underrepresnted innovative talent in Zimbabwe ",
    "ucloud_date": "Sep. 2016",
    "ucloud_job": "Event Planning",
    "college": "Inception",
    "college_des": "Although intially thought of in May 2016 , idea only fully matured in Sept 2016. With the launch of the NUST R.A.D.S",
    "college_date": "Sept. 2016",
    "college_job": "Club"
  },
  "blog":{
    "my_blog": "Blog"
  },
  "link":{
    "link": "Interested  ?",
    "view": "views"
  }

}
